Repository: ongarov7/ai-reply
Catalog: AI-Reply/AIReply/Resources/Localizable.xcstrings
Source language: en
Languages: kk, ru, uz

# account.code.changeEmail
source: Change e-mail
kk: Поштаны өзгерту
ru: Изменить почту
uz: E-pochtani oʻzgartirish

# account.code.confirm
source: Confirm
kk: Растау
ru: Подтвердить
uz: Tasdiqlash

# account.code.field
source: Verification code
kk: Растау коды
ru: Код подтверждения
uz: Tasdiqlash kodi

# account.code.hint
source: Enter the 4 digits from the e-mail.
kk: Хаттағы 4 цифрды енгізіңіз.
ru: Введите 4 цифры из письма.
uz: Xatdagi 4 ta raqamni kiriting.

# account.code.resend
source: Resend code
kk: Кодты қайта жіберу
ru: Отправить код ещё раз
uz: Kodni qayta yuborish

# account.code.resendIn %lld
source: Resend code in %lld s
kk: Кодты %lld с кейін қайта жіберуге болады
ru: Отправить код повторно через %lld с
uz: Kodni %lld soniyadan keyin qayta yuborish mumkin

# account.code.sentTo %@
source: We sent a 4-digit code to %@. If it isn't in your inbox, check Spam.
kk: 4 таңбалы код %@ мекенжайына жіберілді. Кіріс жәшігінде болмаса, «Спам» қалтасын тексеріңіз.
ru: Мы отправили код из 4 цифр на %@. Если письма нет во входящих, проверьте «Спам».
uz: 4 xonali kod %@ manziliga yuborildi. Kiruvchi xatlarda boʻlmasa, «Spam» jildini tekshiring.

# account.code.title
source: Enter the code
kk: Кодты енгізіңіз
ru: Введите код
uz: Kodni kiriting

# account.continue
source: Continue
kk: Жалғастыру
ru: Продолжить
uz: Davom etish

# account.continueWithEmail
source: Continue with Email
kk: Пошта арқылы жалғастыру
ru: Продолжить с e-mail
uz: E-pochta bilan davom etish

# account.continueWithGoogle
source: Continue with Google
kk: Google арқылы жалғастыру
ru: Продолжить с Google
uz: Google bilan davom etish

# account.email.placeholder
source: E-mail address
kk: Электрондық пошта
ru: Электронная почта
uz: E-pochta manzili

# account.email.subtitle
source: We'll send a 4-digit code to this address. No password needed.
kk: Осы мекенжайға 4 таңбалы код жібереміз. Құпиясөз қажет емес.
ru: Отправим на этот адрес код из 4 цифр. Пароль не нужен.
uz: Bu manzilga 4 xonali kod yuboramiz. Parol kerak emas.

# account.email.title
source: Your e-mail
kk: Электрондық поштаңыз
ru: Ваша почта
uz: E-pochtangiz

# account.error.codeAttempts
source: Too many wrong codes. Ask for a new one.
kk: Қате код тым көп енгізілді. Жаңа код сұраңыз.
ru: Слишком много неверных попыток. Запросите новый код.
uz: Notoʻgʻri kod juda koʻp kiritildi. Yangi kod soʻrang.

# account.error.codeExpired
source: The code has expired. Ask for a new one.
kk: Кодтың мерзімі өтті. Жаңасын сұраңыз.
ru: Код истёк. Запросите новый.
uz: Kodning muddati tugadi. Yangi kod soʻrang.

# account.error.codeUsed
source: This code has already been used. Ask for a new one.
kk: Бұл код бұрын пайдаланылған. Жаңасын сұраңыз.
ru: Этот код уже использован. Запросите новый.
uz: Bu kod allaqachon ishlatilgan. Yangi kod soʻrang.

# account.error.disabled
source: This account is disabled.
kk: Бұл тіркелгі өшірілген.
ru: Этот аккаунт отключён.
uz: Bu hisob bloklangan.

# account.error.emailDelivery
source: We couldn't send the e-mail. Try again in a minute.
kk: Хатты жіберу мүмкін болмады. Бір минуттан кейін қайталаңыз.
ru: Не удалось отправить письмо. Попробуйте через минуту.
uz: Xatni yuborib boʻlmadi. Bir daqiqadan keyin qayta urinib koʻring.

# account.error.emailInUse
source: This e-mail already belongs to another account. Sign in with a code sent to it, or use a different address.
kk: Бұл пошта басқа тіркелгіге тиесілі. Оған жіберілетін кодпен кіріңіз немесе басқа мекенжай қолданыңыз.
ru: Эта почта уже привязана к другому аккаунту. Войдите по коду из письма или укажите другой адрес.
uz: Bu e-pochta boshqa hisobga biriktirilgan. Unga yuboriladigan kod bilan kiring yoki boshqa manzildan foydalaning.

# account.error.generic
source: Something went wrong. Try again.
kk: Бірдеңе дұрыс болмады. Қайталап көріңіз.
ru: Что-то пошло не так. Попробуйте ещё раз.
uz: Xatolik yuz berdi. Qayta urinib koʻring.

# account.error.invalidCode
source: That code is not correct.
kk: Код дұрыс емес.
ru: Код неверный.
uz: Kod notoʻgʻri.

# account.error.invalidEmail
source: Check the e-mail address and try again.
kk: Пошта мекенжайын тексеріп, қайталаңыз.
ru: Проверьте адрес почты и попробуйте снова.
uz: E-pochta manzilini tekshirib, qayta urinib koʻring.

# account.error.limitReached
source: Today's replies are used up.
kk: Бүгінгі жауаптар бітті.
ru: Ответы на сегодня закончились.
uz: Bugungi javoblar tugadi.

# account.error.paymentRequired
source: This plan needs payment first.
kk: Бұл тариф үшін алдымен төлем қажет.
ru: Для этого тарифа сначала нужна оплата.
uz: Bu tarif avval toʻlovni talab qiladi.

# account.error.providerFailed
source: Sign-in didn't go through. Try again or choose another method.
kk: Кіру сәтсіз аяқталды. Қайталаңыз немесе басқа тәсілді таңдаңыз.
ru: Не удалось войти. Попробуйте ещё раз или выберите другой способ.
uz: Kirish amalga oshmadi. Qayta urinib koʻring yoki boshqa usulni tanlang.

# account.error.providerUnavailable
source: This sign-in option is unavailable right now. Choose another method.
kk: Бұл кіру тәсілі қазір қолжетімсіз. Басқа тәсілді таңдаңыз.
ru: Этот способ входа сейчас недоступен. Выберите другой.
uz: Bu kirish usuli hozir mavjud emas. Boshqa usulni tanlang.

# account.error.resendCooldown
source: A code was just sent. You can ask for a new one in a moment.
kk: Код жаңа ғана жіберілді. Жаңасын сәлден кейін сұрай аласыз.
ru: Код только что отправлен. Новый можно запросить чуть позже.
uz: Kod hozirgina yuborildi. Yangisini birozdan keyin soʻrashingiz mumkin.

# account.error.sessionExpired
source: Your session ended. Please sign in again.
kk: Сессия аяқталды. Қайта кіріңіз.
ru: Сессия завершена. Войдите снова.
uz: Seans tugadi. Qayta kiring.

# account.error.tooManyAttempts
source: Too many attempts. Wait a little and try again.
kk: Әрекет тым көп. Сәл күтіп, қайталаңыз.
ru: Слишком много попыток. Подождите немного.
uz: Urinishlar juda koʻp. Biroz kutib, qayta urinib koʻring.

# account.legal.footer
source: We use your e-mail only to sign you in. The public offer and privacy policy are available in Settings.
kk: Поштаңыз тек кіру үшін пайдаланылады. Жария оферта мен құпиялық саясаты параметрлерде қолжетімді.
ru: Почта используется только для входа. Публичная оферта и политика конфиденциальности доступны в настройках.
uz: E-pochtangiz faqat kirish uchun ishlatiladi. Ommaviy oferta va maxfiylik siyosati Sozlamalarda mavjud.

# account.signIn.subtitle
source: Choose how to sign in. No password to remember.
kk: Кіру тәсілін таңдаңыз. Құпиясөзді есте сақтаудың қажеті жоқ.
ru: Выберите способ входа. Пароль запоминать не нужно.
uz: Kirish usulini tanlang. Parol eslab qolish shart emas.

# account.signIn.title
source: Sign in
kk: Кіру
ru: Вход
uz: Kirish

# common.add
source: Add
kk: Қосу
ru: Добавить
uz: Qoʻshish

# common.apply
source: Apply
kk: Қолдану
ru: Применить
uz: Qoʻllash

# common.back
source: Back
kk: Артқа
ru: Назад
uz: Orqaga

# common.cancel
source: Cancel
kk: Бас тарту
ru: Отмена
uz: Bekor qilish

# common.clear
source: Clear
kk: Тазалау
ru: Очистить
uz: Tozalash

# common.close
source: Close
kk: Жабу
ru: Закрыть
uz: Yopish

# common.copy
source: Copy
kk: Көшіру
ru: Копировать
uz: Nusxalash

# common.delete
source: Delete
kk: Жою
ru: Удалить
uz: Oʻchirish

# common.done
source: Done
kk: Дайын
ru: Готово
uz: Tayyor

# common.edit
source: Edit
kk: Өзгерту
ru: Изменить
uz: Tahrirlash

# common.off
source: Off
kk: Өшірулі
ru: Выкл

# common.on
source: On
kk: Қосулы
ru: Вкл

# common.save
source: Save
kk: Сақтау
ru: Сохранить
uz: Saqlash

# common.settings
source: Settings
kk: Параметрлер
ru: Настройки
uz: Sozlamalar

# common.system
source: System
kk: Жүйелік
ru: Системный
uz: Tizim

# compose.copied
source: Copied
kk: Көшірілді
ru: Скопировано
uz: Nusxalandi

# compose.generate
source: Generate reply
kk: Жауап жасау
ru: Сгенерировать ответ
uz: Javob yaratish

# compose.hint
source: This uses the same profile, template and time context the keyboard uses.
kk: Пернетақтадағыдай профиль, үлгі және уақыт контексті қолданылады.
ru: Используется тот же профиль, шаблон и контекст времени, что и в клавиатуре.
uz: Bu klaviaturadagi profil, shablon va vaqt kontekstidan foydalanadi.

# compose.message
source: Incoming message
kk: Кіріс хабарлама
ru: Входящее сообщение
uz: Kiruvchi xabar

# compose.message.placeholder
source: Paste or dictate the message you want to reply to
kk: Жауап бергіңіз келетін хабарламаны қойыңыз немесе айтып жазыңыз
ru: Вставьте или надиктуйте сообщение, на которое хотите ответить
uz: Javob bermoqchi boʻlgan xabarni joylang yoki ayting

# compose.paste
source: Paste
kk: Қою
ru: Вставить
uz: Joylash

# compose.regenerate
source: Regenerate
kk: Қайта жасау
ru: Сгенерировать заново
uz: Qayta yaratish

# compose.result
source: Reply
kk: Жауап
ru: Ответ
uz: Javob

# compose.template
source: Replying to
kk: Кімге жауап
ru: Отвечаете
uz: Kimga javob

# compose.title
source: Try a reply
kk: Жауапты байқау
ru: Попробовать ответ
uz: Javobni sinash

# error.offline
source: No internet connection.
kk: Интернет байланысы жоқ.
ru: Нет подключения к интернету.
uz: Internet aloqasi yoʻq.

# error.timedOut
source: That took too long. Try again.
kk: Тым ұзаққа созылды. Қайталап көріңіз.
ru: Слишком долго. Попробуйте ещё раз.
uz: Juda uzoq davom etdi. Qayta urinib koʻring.

# home.howItWorks.body
source: Copy a message in WhatsApp, Telegram, Instagram or any other app, switch to the AI Reply keyboard, tap who you are replying to, then tap Reply.
kk: WhatsApp, Telegram, Instagram немесе кез келген басқа қолданбада хабарламаны көшіріңіз, AI Reply пернетақтасына ауысып, кімге жауап беретініңізді таңдаңыз да, «Жауап беру» түймесін басыңыз.
ru: Скопируйте сообщение в WhatsApp, Telegram, Instagram или любом другом приложении, переключитесь на клавиатуру AI Reply, выберите, кому отвечаете, и нажмите «Ответить».
uz: WhatsApp, Telegram, Instagram yoki boshqa ilovada xabarni nusxalang, AI Reply klaviaturasiga oʻting, kimga javob berayotganingizni tanlang va «Javob berish»ni bosing.

# home.howItWorks.fullAccess
source: iOS requires Allow Full Access before any third-party keyboard can read copied text. The keyboard reads the clipboard only when you tap a template or the paste button — never in the background.
kk: iOS-та кез келген бөгде пернетақта көшірілген мәтінді оқуы үшін «Толық рұқсат» қажет. Пернетақта алмасу буферін тек үлгіні немесе қою түймесін басқанда ғана оқиды — фонда ешқашан оқымайды.
ru: iOS требует «Полный доступ», чтобы сторонняя клавиатура могла читать скопированный текст. Клавиатура обращается к буферу обмена только когда вы нажимаете на шаблон или кнопку вставки — и никогда в фоне.
uz: iOS har qanday tashqi klaviatura nusxalangan matnni oʻqishi uchun «Toʻliq ruxsat»ni talab qiladi. Klaviatura buferni faqat shablonni yoki joylash tugmasini bosganingizda oʻqiydi — hech qachon fonda emas.

# home.howItWorks.title
source: How it works
kk: Қалай жұмыс істейді
ru: Как это работает
uz: Qanday ishlaydi

# home.keyboard.fullAccessOff
source: Full Access is off — copied messages cannot be read
kk: Толық рұқсат өшірулі — көшірілген хабарламалар оқылмайды
ru: Полный доступ выключен — скопированные сообщения недоступны
uz: Toʻliq ruxsat oʻchiq — nusxalangan xabarlarni oʻqib boʻlmaydi

# home.keyboard.fullAccessOn
source: Full Access is on
kk: Толық рұқсат қосулы
ru: Полный доступ включён
uz: Toʻliq ruxsat yoqilgan

# home.keyboard.notReady
source: AI Reply keyboard is not set up yet
kk: AI Reply пернетақтасы әлі қосылмаған
ru: Клавиатура AI Reply ещё не подключена
uz: AI Reply klaviaturasi hali sozlanmagan

# home.keyboard.openSettings
source: Open Keyboard Settings
kk: Пернетақта параметрлерін ашу
ru: Открыть настройки клавиатуры
uz: Klaviatura sozlamalarini ochish

# home.keyboard.ready
source: AI Reply keyboard is set up
kk: AI Reply пернетақтасы қосулы
ru: Клавиатура AI Reply подключена
uz: AI Reply klaviaturasi sozlangan

# home.keyboard.title
source: Keyboard
kk: Пернетақта
ru: Клавиатура
uz: Klaviatura

# home.privacy.body
source: Text is sent only when you tap Reply or Write and, with Smart correction on, while you type an instruction in AI Reply's own field. It goes through the AI Reply server to the AI provider and is not stored in the database or written to logs.
kk: Мәтін тек «Жауап беру» не «Жазу» түймесін басқанда, ал ақылды түзету қосулы болса, AI Reply-дың өз өрісіне нұсқау жазып жатқанда да жіберіледі. Ол AI Reply сервері арқылы AI провайдеріне жетеді, дерекқорда сақталмайды және журналға жазылмайды.
ru: Текст отправляется, только когда вы нажимаете «Ответить» или «Написать», а при включённой умной коррекции — ещё и пока вы пишете просьбу в поле самого AI Reply. Он передаётся AI-провайдеру через сервер AI Reply, не сохраняется в базе и не записывается в логи.
uz: Matn faqat «Javob berish» yoki «Yozish»ni bosganingizda, Aqlli tuzatish yoqilgan boʻlsa esa AI Replyning oʻz maydonida koʻrsatma yozayotganingizda ham yuboriladi. U AI Reply serveri orqali AI provayderiga boradi, bazada saqlanmaydi va jurnallarga yozilmaydi.

# home.privacy.title
source: Privacy
kk: Құпиялылық
ru: Конфиденциальность
uz: Maxfiylik

# home.profile.edit
source: Profile
kk: Профиль
ru: Профиль
uz: Profil

# home.profile.hours
source: Working hours
kk: Жұмыс уақыты
ru: Рабочее время
uz: Ish vaqti

# home.profile.templates
source: Reply templates
kk: Жауап үлгілері
ru: Шаблоны ответов
uz: Javob shablonlari

# home.profile.title
source: Your setup
kk: Сіздің баптауыңыз
ru: Ваша настройка
uz: Sizning sozlamalaringiz

# home.setup.step.addNew
source: Add New Keyboard
kk: Жаңа пернетақта қосу
ru: Новые клавиатуры
uz: Yangi klaviatura qoʻshish

# home.setup.step.appKeyboards
source: Open Keyboards
kk: «Пернетақталар» бөлімін ашыңыз
ru: Откройте «Клавиатуры»
uz: «Klaviaturalar» boʻlimini oching

# home.setup.step.choose
source: Choose AI Reply
kk: AI Reply таңдаңыз
ru: Выберите AI Reply
uz: AI Replyni tanlang

# home.setup.step.enable
source: Turn on AI Reply
kk: AI Reply қосыңыз
ru: Включите AI Reply
uz: AI Reply ni yoqing

# home.setup.step.fullAccess
source: Turn on Allow Full Access
kk: «Толық рұқсатты» қосыңыз
ru: Включите «Полный доступ»
uz: «Toʻliq ruxsat»ni yoqing

# home.setup.step.general
source: General
kk: Негізгі
ru: Основные
uz: Asosiy

# home.setup.step.keyboard
source: Keyboard
kk: Пернетақта
ru: Клавиатура
uz: Klaviatura

# home.setup.step.keyboards
source: Keyboards
kk: Пернетақталар
ru: Клавиатуры
uz: Klaviaturalar

# home.setup.step.openApp
source: Tap Open Keyboard Settings below
kk: Төмендегі «Пернетақта параметрлерін ашу» түймесін басыңыз
ru: Нажмите «Открыть настройки клавиатуры» ниже
uz: Quyidagi «Klaviatura sozlamalarini ochish» tugmasini bosing

# home.setup.step.settings
source: Open Settings
kk: «Параметрлер» бөлімін ашыңыз
ru: Откройте «Настройки»
uz: Sozlamalarni oching

# home.setup.title
source: Set up the keyboard
kk: Пернетақтаны қосу
ru: Подключение клавиатуры
uz: Klaviaturani ulash

# home.subtitle
source: Better replies, straight from your keyboard.
kk: Дайын жауаптар — тікелей пернетақтадан.
ru: Готовые ответы прямо с клавиатуры.
uz: Yaxshi javoblar bevosita klaviaturangizda.

# home.tryIt
source: Try a reply
kk: Жауапты байқау
ru: Попробовать ответ
uz: Javobni sinash

# home.usage.left
source: left
kk: қалды
ru: осталось
uz: qoldi

# home.usage.title
source: Replies today
kk: Бүгінгі жауаптар
ru: Ответы сегодня
uz: Bugungi javoblar

# hours.closed
source: Closed
kk: Демалыс
ru: Выходной
uz: Yopiq

# hours.enable
source: Use working hours
kk: Жұмыс уақытын қолдану
ru: Использовать рабочее время
uz: Ish vaqtidan foydalanish

# hours.footer
source: Your device's timezone is used. Only whether you are currently available is sent, never your location.
kk: Құрылғының уақыт белдеуі қолданылады. Тек қолжетімділік жіберіледі, орналасқан жеріңіз емес.
ru: Используется часовой пояс устройства. Отправляется только доступность, но не ваше местоположение.
uz: Qurilmangizning vaqt mintaqasi ishlatiladi. Joylashuvingiz emas, faqat hozir mavjudligingiz yuboriladi.

# hours.from
source: From
kk: Басы
ru: С
uz: Boshlanishi

# hours.invalid
source: The end time must be after the start time.
kk: Аяқталу уақыты басталу уақытынан кейін болуы керек.
ru: Время окончания должно быть позже начала.
uz: Tugash vaqti boshlanish vaqtidan keyin boʻlishi kerak.

# hours.now.inside
source: Right now you are within working hours.
kk: Дәл қазір сіз жұмыс уақытындасыз.
ru: Сейчас вы в рабочем времени.
uz: Hozir ish vaqti ichida.

# hours.now.outside
source: Right now you are outside working hours.
kk: Дәл қазір сіз жұмыс уақытынан тыссыз.
ru: Сейчас вы вне рабочего времени.
uz: Hozir ish vaqtidan tashqari.

# hours.title
source: Working hours
kk: Жұмыс уақыты
ru: Рабочее время
uz: Ish vaqti

# hours.to
source: To
kk: Соңы
ru: До
uz: Tugashi

# legal.consent.body
source: Please review the documents that govern AI Reply and explain how your data is handled.
kk: AI Reply жұмысын реттейтін және деректердің қалай өңделетінін түсіндіретін құжаттармен танысыңыз.
ru: Ознакомьтесь с документами, которые регулируют работу AI Reply и объясняют обработку данных.
uz: AI Reply ishini tartibga soluvchi va maʼlumotlaringiz qanday qayta ishlanishini tushuntiruvchi hujjatlarni koʻrib chiqing.

# legal.consent.checkbox
source: I have read and accept the public offer and privacy policy.
kk: Жария оферта мен құпиялық саясатын оқыдым және қабылдаймын.
ru: Я прочитал(а) и принимаю публичную оферту и политику конфиденциальности.
uz: Ommaviy oferta va maxfiylik siyosatini oʻqidim hamda qabul qilaman.

# legal.consent.continue
source: Accept and continue
kk: Қабылдау және жалғастыру
ru: Принять и продолжить
uz: Qabul qilish va davom etish

# legal.consent.footer
source: The accepted versions, time, language and platform are saved with your account. You can reopen both documents in Settings.
kk: Қабылданған нұсқалар, уақыт, тіл және платформа тіркелгіде сақталады. Екі құжатты да параметрлерден қайта ашуға болады.
ru: Версии документов, время, язык и платформа сохраняются в аккаунте. Оба документа доступны в настройках.
uz: Qabul qilingan versiyalar, vaqt, til va platforma hisobingizda saqlanadi. Ikkala hujjatni Sozlamalarda qayta ochish mumkin.

# legal.consent.title
source: Before you continue
kk: Жалғастырмас бұрын
ru: Перед продолжением
uz: Davom etishdan oldin

# legal.privacy
source: Privacy policy
kk: Құпиялық саясаты
ru: Политика конфиденциальности
uz: Maxfiylik siyosati

# legal.terms
source: Public offer
kk: Жария оферта
ru: Публичная оферта
uz: Ommaviy oferta

# onboarding.back
source: Back
kk: Артқа
ru: Назад
uz: Orqaga

# onboarding.copyReply.stage.copy
source: Press and hold the message, then tap Copy.
kk: Хабарламаны басып тұрып, «Көшіру» дегенді таңдаңыз.
ru: Нажмите и удерживайте сообщение, затем выберите «Копировать».
uz: Xabarni bosib turing va «Nusxalash»ni tanlang.

# onboarding.copyReply.stage.inserted
source: The reply is in the message field. Send it yourself.
kk: Жауап хабарлама өрісінде тұр. Оны өзіңіз жіберіңіз.
ru: Ответ уже в поле ввода. Отправьте его сами.
uz: Javob xabar maydonida. Uni oʻzingiz yuboring.

# onboarding.copyReply.stage.instruction
source: If you like, say how to answer, then tap Reply.
kk: Қаласаңыз, қалай жауап беру керегін жазып, «Жауап беру» түймесін басыңыз.
ru: При желании напишите, как ответить, и нажмите «Ответить».
uz: Xohlasangiz, qanday javob berishni yozing va «Javob berish»ni bosing.

# onboarding.copyReply.stage.persona
source: Tap who you're replying to. AI Reply reads the message you copied.
kk: Кімге жауап беретініңізді таңдаңыз — AI Reply көшірілген хабарламаны оқиды.
ru: Выберите, кому отвечаете, — AI Reply прочитает скопированное сообщение.
uz: Kimga javob berayotganingizni tanlang — AI Reply nusxalangan xabarni oʻqiydi.

# onboarding.copyReply.stage.reply
source: Check the reply and tap Insert.
kk: Жауапты тексеріп, «Кірістіру» түймесін басыңыз.
ru: Проверьте ответ и нажмите «Вставить».
uz: Javobni tekshiring va «Kiritish»ni bosing.

# onboarding.copyReply.stage.switch
source: Tap the message field and switch to AI Reply with 🌐.
kk: Хабарлама өрісін басып, 🌐 пернесімен AI Reply-ға ауысыңыз.
ru: Нажмите на поле ввода и переключитесь на AI Reply кнопкой 🌐.
uz: Xabar maydonini bosing va 🌐 tugmasi bilan AI Replyga oʻting.

# onboarding.copyReply.tapHint
source: Shows the next step
kk: Келесі қадамды көрсетеді
ru: Показывает следующий шаг
uz: Keyingi qadamni koʻrsatadi

# onboarding.finish
source: Finish
kk: Дайын
ru: Готово
uz: Tugatish

# onboarding.fullAccess.onlyOnTap
source: Copied text is read only when you pick who you're replying to or tap Paste message — never in the background.
kk: Көшірілген мәтін тек кімге жауап беретініңізді таңдағанда не «Хабарламаны қою» түймесін басқанда оқылады — фонда ешқашан оқылмайды.
ru: Скопированный текст читается, только когда вы выбираете, кому отвечаете, или нажимаете «Вставить сообщение», — и никогда в фоне.
uz: Nusxalangan matn faqat kimga javob berayotganingizni tanlaganingizda yoki «Xabarni joylash»ni bosganingizda oʻqiladi — hech qachon fonda emas.

# onboarding.fullAccess.prompt
source: AI Reply needs Full Access to send your request to the AI service and bring the reply back, and to read the message you copied when you pick who you're replying to or tap Paste message. iOS gives the clipboard and the internet only to keyboards with Full Access.
kk: Толық рұқсат AI Reply-ға сұранысыңызды AI қызметіне жіберіп, жауап алу үшін керек. Сондай-ақ ол кімге жауап беретініңізді таңдағанда не «Хабарламаны қою» түймесін басқанда көшірілген хабарламаны оқи алады. iOS алмасу буфері мен интернетті тек толық рұқсаты бар пернетақталарға ашады.
ru: Полный доступ нужен AI Reply, чтобы отправлять ваш запрос AI-сервису и получать ответ, а также читать скопированное сообщение, когда вы выбираете, кому отвечаете, или нажимаете «Вставить сообщение». Буфер обмена и интернет iOS открывает только клавиатурам с полным доступом.
uz: AI Reply soʻrovingizni AI xizmatiga yuborib, javobni qaytarishi hamda kimga javob berayotganingizni tanlaganingizda yoki «Xabarni joylash»ni bosganingizda nusxalangan xabarni oʻqishi uchun toʻliq ruxsat kerak. iOS bufer va internetni faqat toʻliq ruxsatli klaviaturalarga beradi.

# onboarding.fullAccess.statusFooter
source: This updates the next time the AI Reply keyboard opens.
kk: Күй AI Reply пернетақтасы келесі рет ашылғанда жаңарады.
ru: Статус обновится, когда клавиатура AI Reply откроется в следующий раз.
uz: Holat AI Reply klaviaturasi keyingi safar ochilganda yangilanadi.

# onboarding.fullAccess.title
source: Allow Full Access
kk: Толық рұқсат беріңіз
ru: Разрешите полный доступ
uz: Toʻliq ruxsat bering
